/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "Ключевые слова";
"kMDItemTitle"                                = "Название";
"kMDItemSubject"                              = "Тема";
"kMDItemTheme"                                = "Тема";
"kMDItemAuthors"                              = "Авторы";
"kMDItemEditors"                              = "Редакторы";
"kMDItemProjects"                             = "Проекты";
"kMDItemWhereFroms"                           = "Откуда";
"kMDItemComment"                              = "Комментарий";
"kMDItemCopyright"                            = "Авторские права";
"kMDItemProducer"                             = "Продюсер";
"kMDItemUsedDates"                            = "Даты использования";
"kMDItemLastUsedDate"                         = "Использован";
"kMDItemContentCreationDate"                  = "Содержимое создано";
"kMDItemContentModificationDate"              = "Содержимое изменено";
"kMDItemDurationSeconds"                      = "Длительность";
"kMDItemCreationDate"                         = "Создан";
"kMDItemContactKeywords"                      = "Ключевые слова контактов";
"kMDItemVersion"                              = "Версия";
"kMDItemPixelHeight"                          = "Высота в пикселях";
"kMDItemPixelWidth"                           = "Ширина в пикселях";
"kMDItemPageHeight"                           = "Высота страницы";
"kMDItemPageWidth"                            = "Ширина страницы";
"kMDItemColorSpace"                           = "Цветовое пространство";
"kMDItemBitsPerSample"                        = "Битов в выборке";
"kMDItemFlashOnOff"                           = "Вспышка";
"kMDItemFocalLength"                          = "Фокусное расстояние";
"kMDItemHasAlphaChannel"                      = "Альфа-канал";
"kMDItemAcquisitionMake"                      = "Тип устройства";
"kMDItemAcquisitionModel"                     = "Модель устройства";
"kMDItemISOSpeed"                             = "ISO-скорость";
"kMDItemOrientation"                          = "Ориентация";
"kMDItemLayerNames"                           = "Слои";
"kMDItemWhiteBalance"                         = "Баланс белого";
"kMDItemAperture"                             = "Апертура";
"kMDItemProfileName"                          = "Имя профиля";
"kMDItemResolutionWidthDPI"                   = "Разрешающая ширина";
"kMDItemResolutionHeightDPI"                  = "Разрешающая высота";
"kMDItemExposureMode"                         = "Режим экспозиции";
"kMDItemExposureTimeSeconds"                  = "Время экспозиции";
"kMDItemEXIFVersion"                          = "Версия EXIF";
"kMDItemEXIFGPSVersion"                       = "EXIF, версия GPS";
"kMDItemCodecs"                               = "Кодеки";
"kMDItemMediaTypes"                           = "Типы носителей";
"kMDItemStreamable"                           = "Поточный";
"kMDItemTotalBitRate"                         = "Общий битрейт";
"kMDItemVideoBitRate"                         = "Битрейт видео";
"kMDItemAudioBitRate"                         = "Битрейт аудио";
"kMDItemDeliveryType"                         = "Тип доставки";

"kMDItemAltitude"                             = "Высота над уровнем моря";
"kMDItemLatitude"                             = "Широта";
"kMDItemLongitude"                            = "Долгота";

"kMDItemTextContent"                          = "Текстовое содержимое";
"kMDItemDisplayName"                          = "Показать имя";
"kMDItemAlternateNames"                       = "Альтернативные имена для отображения";

"kMDItemRedEyeOnOff"                          = "Красные глаза";
"kMDItemMeteringMode"                         = "Режим измерения";
"kMDItemMaxAperture"                          = "Максимальная диафрагма";
"kMDItemFNumber"                              = "F-число";
"kMDItemExposureProgram"                      = "Программа экспозиции";
"kMDItemExposureTimeString"                   = "Время экспозиции";
"kMDItemHeadline"                             = "Заголовок";
"kMDItemInstructions"                         = "Инструкции";
"kMDItemCity"                                 = "Город";
"kMDItemStateOrProvince"                      = "Штат или область";
"kMDItemCountry"                              = "Страна";

"kMDItemAlbum"                                = "Альбом";
"kMDItemAudioSampleRate"                      = "Частота дискретизации";
"kMDItemAudioChannelCount"                    = "Количество каналов";
"kMDItemTempo"                                = "Темп";
"kMDItemKeySignature"                         = "Ключевая подпись";
"kMDItemTimeSignature"                        = "Тактовый размер";
"kMDItemAudioEncodingApplication"             = "Программа-кодер";
"kMDItemComposer"                             = "Композитор";
"kMDItemLyricist"                             = "Автор слов";
"kMDItemAudioTrackNumber"                     = "Номер дорожки";
"kMDItemRecordingDate"                        = "Дата записи";
"kMDItemMusicalGenre"                         = "Музыкальный жанр";
"kMDItemIsGeneralMIDISequence"                = "Ряд General MIDI";
"kMDItemRecipients"                           = "Получатели";
"kMDItemRecordingYear"                        = "Год записи";

"kMDItemOrganizations"                        = "Организации";
"kMDItemLanguages"                            = "Языки";
"kMDItemRights"                               = "Права";
"kMDItemPublishers"                           = "Издатели";
"kMDItemContributors"                         = "Соавторы";
"kMDItemCoverage"                             = "Зона действия";
"kMDItemDescription"                          = "Описание";
"kMDItemIdentifier"                           = "Идентификатор";
"kMDItemAudiences"                            = "Слушатели";

"kMDItemNumberOfPages"                        = "Страниц";
"kMDItemSecurityMethod"                       = "Метод защиты";

"kMDItemCreator"                              = "Создано в программе";
"kMDItemDueDate"                              = "Плановая дата";
"kMDItemEncodingApplications"                 = "Кодер";

"kMDItemStarRating"                           = "Рейтинг";
"kMDItemPhoneNumbers"                         = "Телефонный номер";
"kMDItemEmailAddresses"                       = "Адреса e-mail";
"kMDItemInstantMessageAddresses"              = "Адреса мгновенных сообщений";
"kMDItemKind"                                 = "Тип";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "Получатель е-mail-адресов";
"kMDItemAuthorEmailAddresses"                 = "Адреса e-mail автора";

/* Names for FS attributes */
"kMDItemFSName"                               = "Имя файла";
"kMDItemPath"                                 = "Имя пути файла";
"kMDItemFSSize"                               = "Размер";
"kMDItemFSCreationDate"                       = "Создан";
"kMDItemFSContentChangeDate"                  = "Изменен";
"kMDItemFSOwnerUserID"                        = "Владелец";
"kMDItemFSOwnerGroupID"                       = "Сгруппировать";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "Файл открыт для чтения";
"kMDItemFSIsWriteable"                        = "Файл открыт для записи";
"kMDItemFSNodeCount"                          = "Количество объектов";
"kMDItemFSHasCustomIcon"                      = "Произвольный значок";
"kMDItemFSIsExtensionHidden"                  = "Расширение файла скрыто";
"kMDItemFSIsStationery"                       = "Стационарный";
"kMDItemFSInvisible"                          = "Файл невидимый";
"kMDItemFSLabel"                              = "Ярлык файла";

"kMDItemFinderComment"                        = "Комментарий Spotlight";
"kMDItemFonts"                                = "Шрифты";

"kMDItemAppleLoopsRootKey"                    = "Исходный ключ петли";
"kMDItemAppleLoopsKeyFilterType"              = "Тип гаммы петли";
"kMDItemAppleLoopsLoopMode"                   = "Тип петлевого файла";
"kMDItemAppleLoopDescriptors"                 = "Дескрипторы петли";
"kMDItemMusicalInstrumentCategory"            = "Инструментальная категория";
"kMDItemMusicalInstrumentName"                = "Название инструмента";

"kMDItemInformation"                          = "Информация о фильме";
"kMDItemDirector"                             = "Режиссер";
"kMDItemGenre"                                = "Жанр";
"kMDItemPerformers"                           = "Исполнители";
"kMDItemOriginalFormat"                       = "Исходный формат";
"kMDItemOriginalSource"                       = "Исходный источник";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "Ключевые слова, ассоциированные с этим объектом";
"kMDItemTitle.Description"                    = "Заголовок этого объекта";
"kMDItemSubject.Description"                  = "Предмет этого объекта";
"kMDItemTheme.Description"                    = "Тема этого объекта";
"kMDItemAuthors.Description"                  = "Авторы этого объекта";
"kMDItemEditors.Description"                  = "Редактор этого объекта";
"kMDItemProjects.Description"                 = "Проект, частью которого является этот объект";
"kMDItemWhereFroms.Description"               = "Откуда появился объект";
"kMDItemComment.Description"                  = "Комментарии к этому объекту";
"kMDItemCopyright.Description"                = "Информация об авторских правах на этот объект";
"kMDItemProducer.Description"                 = "Продюсер этого объекта";
"kMDItemUsedDates.Description"                = "Даты использования этого объекта";
"kMDItemLastUsedDate.Description"             = "Дата последнего использования объекта";
"kMDItemContentCreationDate.Description"      = "Дата создания содержимого этого объекта";
"kMDItemContentModificationDate.Description"  = "Дата изменения содержимого этого объекта";
"kMDItemDurationSeconds.Description"          = "Продолжительность этого объекта в секундах";
"kMDItemCreationDate.Description"             = "Дата создания этого объекта";
"kMDItemContactKeywords.Description"          = "Контакты, ассоциированные с этим объектом";
"kMDItemVersion.Description"                  = "Номер версии этого объекта";

"kMDItemPixelHeight.Description"              = "Высота документа в пикселях";
"kMDItemPixelWidth.Description"               = "Ширина документа в пикселях";
"kMDItemPageHeight.Description"               = "Высота страницы документа в точках";
"kMDItemPageWidth.Description"                = "Ширина страницы документа в точках";
"kMDItemResolutionWidthDPI.Description"       = "Разрешающая ширина этого изображения в DPI";
"kMDItemResolutionHeightDPI.Description"      = "Разрешающая высота этого изображения в DPI";

"kMDItemColorSpace.Description"               = "Модель цветового пространства этого изображения";
"kMDItemProfileName.Description"              = "Имя цветового профиля, используемого для этого изображения";

"kMDItemBitsPerSample.Description"            = "Количество битов в выборке";
"kMDItemFlashOnOff.Description"               = "Была ли фотография снята со вспышкой";
"kMDItemFocalLength.Description"              = "Фокусное расстояние объектива в миллиметрах (мм)";
"kMDItemHasAlphaChannel.Description"          = "Имеет ли изображение альфа-канал";
"kMDItemAcquisitionMake.Description"          = "Тип устройства, используемого для запроса этого документа";
"kMDItemAcquisitionModel.Description"         = "Модель устройства, которое использовалось для запроса этого документа";
"kMDItemISOSpeed.Description"                 = "ISO скорость камеры при съемке фотографии";
"kMDItemOrientation.Description"              = "Ориентация изображения (ландшафт или портрет)";
"kMDItemLayerNames.Description"               = "Имена слоев файла";
"kMDItemWhiteBalance.Description"             = "Настройка баланса белого камеры при съемке этой фотографии";
"kMDItemAperture.Description"                 = "Настройка диафрагмы камеры при съемке изображения";
"kMDItemExposureMode.Description"             = "Режим, использовавшийся для экспозиции";
"kMDItemExposureTimeSeconds.Description"      = "Время, в течение которого объектив был открыт во время экспозиции";
"kMDItemEXIFVersion.Description"              = "Версия EXIF, использовавшаяся для генерации метаданных";
"kMDItemEXIFGPSVersion.Description"           = "Версия GPSInfoIFD в EXIF, используемая для составления метаданных";
"kMDItemRedEyeOnOff.Description"              = "Была ли включена коррекция эффекта «красных глаз»";
"kMDItemMeteringMode.Description"             = "Режим измерения («Неизвестно», «Средний», «Центрированный средний», «Точечный», «Многоточечный», «Шаблонный», «Частичный»)";
"kMDItemMaxAperture.Description"              = "Наименьшее F-число объектива в единицах APEX, обычно в диапазоне от 00,00 до 99,99";
"kMDItemFNumber.Description"                  = "Диаметр диафрагмы относительно эффективного фокусного расстояния объектива";
"kMDItemExposureProgram.Description"          = "Тип программы, использовавшейся камерой для настройки экспозиции: «Ручная», «Нормальная», «Приоритет диафрагмы»,…";
"kMDItemExposureTimeString.Description"       = "Время экспозиции";
"kMDItemHeadline.Description"                 = "Публикуемое резюме содержимого объекта";
"kMDItemInstructions.Description"             = "Другая информация, связанная с объектом, такая как инструкции по обработке";
"kMDItemCity.Description"                     = "Город объекта";
"kMDItemStateOrProvince.Description"          = "Штат или область объекта по информации поставщика";
"kMDItemCountry.Description"                  = "Страна или область, где был создан объект, по информации поставщика";

"kMDItemAltitude.Description"                 = "Высота объекта в метрах над уровнем моря, выраженная с помощью величины WGS84. Отрицательные значения лежат ниже уровня моря.";
"kMDItemLatitude.Description"                 = "Широта объекта в градусах к северу от экватора, выраженная с помощью величины WGS84. Отрицательные значения лежат южнее экватора.";
"kMDItemLongitude.Description"                = "Долгота объекта в градусах к востоку от нулевого меридиана, выраженная с помощью величины WGS84. Отрицательные значения лежат западнее нулевого меридиана.";

"kMDItemCodecs.Description"                   = "Кодеки, используемые для кодирования и декодирования носителя";
"kMDItemMediaTypes.Description"               = "Типы носителей, присутствующие в содержимом";
"kMDItemStreamable.Description"               = "Подготовлено ли содержание к поточной передаче";
"kMDItemTotalBitRate.Description"             = "Объединенный битрейт аудио- и видеодорожек этого носителя";
"kMDItemVideoBitRate.Description"             = "Битрейт видео этого носителя";
"kMDItemAudioBitRate.Description"             = "Битрейт аудио этого носителя";
"kMDItemDeliveryType.Description"             = "Метод, использовавшийся для доставки носителя (Fast Start или RTSP)";
"kMDItemDisplayName.Description"              = "Локализованное имя файла";
"kMDItemAlternateNames.Description"           = "Альтернативные имена файла";
"kMDItemAlbum.Description"                    = "Заголовок для коллекции носителей, такой как альбом записей";
"kMDItemAudioSampleRate.Description"          = "Частота дискретизации аудиоданных файла";
"kMDItemAudioChannelCount.Description"        = "Количество каналов в аудиоданных файла";
"kMDItemTempo.Description"                    = "Темп музыки в аудиофайле в ударах в минуту";
"kMDItemKeySignature.Description"             = "Музыкальный ключ песни в аудиофайле";
"kMDItemTimeSignature.Description"            = "Тактовый размер песни в аудио- или MIDI-файле";
"kMDItemAudioEncodingApplication.Description" = "Название программы, закодировавшей данные в аудиофайле";
"kMDItemComposer.Description"                 = "Композитор песни в аудиофайле";
"kMDItemLyricist.Description"                 = "Автор слов песни в аудиофайле";
"kMDItemAudioTrackNumber.Description"         = "Номер дорожки песни, входящей в альбом";
"kMDItemRecordingDate.Description"            = "Дата записи песни";
"kMDItemMusicalGenre.Description"             = "Музыкальный жанр песни в аудиофайле";
"kMDItemIsGeneralMIDISequence.Description"    = "Настроен ли MIDI-ряд, содержащийся в файле, для использования с устройством General MIDI";
"kMDItemRecordingYear.Description"            = "Год записи объекта";

"kMDItemOrganizations.Description"            = "Организации, создавшие документ";
"kMDItemLanguages.Description"                = "Языки содержимого документа";
"kMDItemRights.Description"                   = "Ссылка на информацию о правах на документ";
"kMDItemPublishers.Description"               = "Издатель документа";
"kMDItemContributors.Description"             = "Люди или организации, участвовавшие в создании содержимого документа";
"kMDItemCoverage.Description"                 = "Объем или масштаб содержимого документа";
"kMDItemDescription.Description"              = "Описание содержимого документа";
"kMDItemIdentifier.Description"               = "Ссылка на ресурс в рамках данного контекста";
"kMDItemAudiences.Description"                = "Для кого предназначен документ";

"kMDItemNumberOfPages.Description"            = "Количество страниц в документе";
"kMDItemSecurityMethod.Description"           = "Метод шифрования, использовавшийся для защиты документа";
"kMDItemCreator.Description"                  = "Программа, использовавшаяся для создания документа";
"kMDItemEncodingApplications.Description"     = "Программное обеспечение, использовавшееся для преобразования исходного содержания";
"kMDItemDueDate.Description"                  = "Дата этого объекта";

"kMDItemStarRating.Description"               = "Оценка пользователя";
"kMDItemPhoneNumbers.Description"             = "Телефонные номера, ассоциированные с этим объектом";
"kMDItemEmailAddresses.Description"           = "Адреса e-mail, ассоциированные с этим объектом";
"kMDItemInstantMessageAddresses.Description"  = "Адреса мгновенных сообщений, ассоциированных с этим объектом";
"kMDItemKind.Description"                     = "Части этого объекта";
"kMDItemFinderComment.Description"            = "Комментарий Spotlight для этого объекта";
"kMDItemTextContent.Description"              = "Текстовое содержимое этого объекта";
"kMDItemRecipients.Description"               = "Получатели этого объекта";
"kMDItemFonts.Description"                    = "Шрифты, используемые в этом объекте";
"kMDItemURL.Description"                      = "Ссылка этого объекта";
"kMDItemRecipientEmailAddresses.Description"  = "Адреса e-mail для получателей этого объекта";
"kMDItemAuthorEmailAddresses.Description"     = "Адреса e-mail для авторов этого объекта";

"kMDItemInformation.Description"              = "Информация о фильме";
"kMDItemDirector.Description"                 = "Режиссер";
"kMDItemGenre.Description"                    = "Жанр";
"kMDItemPerformers.Description"               = "Исполнители";
"kMDItemOriginalFormat.Description"           = "Исходный формат";
"kMDItemOriginalSource.Description"           = "Исходный источник";

"kMDItemFSName.Description"                   = "Имя файла";
"kMDItemPath.Description"                     = "Укажите путь файла";
"kMDItemFSSize.Description"                   = "Размер файла на диске в байтах, округленный до размера блоков на диске";
"kMDItemFSCreationDate.Description"           = "Дата создания файла";
"kMDItemFSContentChangeDate.Description"      = "Дата последнего изменения содержимого файла";
"kMDItemFSOwnerUserID.Description"            = "ID пользователя владельца файла";
"kMDItemFSOwnerGroupID.Description"           = "Групповой ID владельца файла";
"kMDItemFSIsReadable.Description"             = "Может ли файл быть открыт но не изменен";
"kMDItemFSIsWriteable.Description"            = "Может ли файл быть изменен";
"kMDItemFSNodeCount.Description"              = "Количество файлов и папок в папке";
"kMDItemFSHasCustomIcon.Description"          = "Имеет ли файл произвольный значок";
"kMDItemFSIsExtensionHidden.Description"      = "Является ли расширение файла скрытым";
"kMDItemFSIsStationery.Description"           = "Является ли файл формуляром";
"kMDItemFSInvisible.Description"              = "Является ли файл видимым";
"kMDItemFSLabel.Description"                  = "Число, соответствующее ярлыку Finder, приписанному к файлу";

"kMDItemAppleLoopsRootKey.Description"        = "Показывает исходный ключ петли. Ключ представляет собой корневую ноту или тонику петли и не включает в себя тип гаммы";
"kMDItemAppleLoopsKeyFilterType.Description"  = "Использует ли петля мажорную или минорную гамму, не использует гамму или может использовать обе гаммы";
"kMDItemAppleLoopsLoopMode.Description"       = "Является ли файл петлевым или непетлевым файлом. Петлевые файлы настраивают свой темп под темп песни, а непетлевые файлы сохраняют свой записанный темп.";
"kMDItemAppleLoopDescriptors.Description"     = "Ключевые слова, описывающие настроение и другие аспекты петли";
"kMDItemMusicalInstrumentCategory.Description"= "Инструментальная категория, к которой принадлежит файл";
"kMDItemMusicalInstrumentName.Description"    = "Тип инструмента, с помощью которого записан файл";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "по ключевому слову";
"kMDItemTitle.ShortName"                      = "Название";
"kMDItemSubject.ShortName"                    = "тема";
"kMDItemTheme.ShortName"                      = "тема";
"kMDItemAuthors.ShortName"                    = "автор,из,с,кем";
"kMDItemEditors.ShortName"                    = "редактор";
"kMDItemProject.ShortName"                    = "Проект";
"kMDItemWhereFroms.ShortName"                 = "Откуда";
"kMDItemComment.ShortName"                    = "Комментировать";
"kMDItemCopyright.ShortName"                  = "Авторские права";
"kMDItemProducer.ShortName"                   = "продюсер";
"kMDItemUsedDates.ShortName"                  = "Даты использования";
"kMDItemLastUsedDate.ShortName"               = "использовано,дата";
"kMDItemContentCreationDate.ShortName"        = "дата создания,создано";
"kMDItemContentModificationDate.ShortName"    = "дата изменения,изменено";
"kMDItemDurationSeconds.ShortName"            = "продолжительность,время";
"kMDItemCreationDate.ShortName"               = "объект создан,создано,дата";
"kMDItemContactKeywords.ShortName"            = "ключевое слово,ключ";
"kMDItemVersion.ShortName"                    = "версия";
"kMDItemPixelHeight.ShortName"                = "высота в пикселях,высота";
"kMDItemPixelWidth.ShortName"                 = "ширина в пикселях,ширина";
"kMDItemPageHeight.ShortName"                 = "высота страницы,высота";
"kMDItemPageWidth.ShortName"                  = "ширина страницы,ширина";
"kMDItemColorSpace.ShortName"                 = "Цветовое пространство";
"kMDItemBitsPerSample.ShortName"              = "битов в выборке,бит/с";
"kMDItemFlashOnOff.ShortName"                 = "вспышка";
"kMDItemFocalLength.ShortName"                = "фокусное расстояние";
"kMDItemHasAlphaChannel.ShortName"            = "альфа";
"kMDItemAcquisitionMake.ShortName"            = "Производство";
"kMDItemAcquisitionModel.ShortName"           = "Модель";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "Ориентация";
"kMDItemLayerNames.ShortName"                 = "слой";
"kMDItemWhiteBalance.ShortName"               = "баланс белого";
"kMDItemAperture.ShortName"                   = "диафрагма,fstop";
"kMDItemProfileName.ShortName"                = "Профиль";
"kMDItemResolutionWidthDPI.ShortName"         = "ширина dpi,dpi";
"kMDItemResolutionHeightDPI.ShortName"        = "высота dpi,dpi";
"kMDItemExposureMode.ShortName"               = "программа выдержки";
"kMDItemExposureTimeSeconds.ShortName"        = "время выдержки,время";
"kMDItemEXIFVersion.ShortName"                = "Версия Exif";
"kMDItemCodecs.ShortName"                     = "Кодек";
"kMDItemMediaTypes.ShortName"                 = "медиатип";
"kMDItemStreamable.ShortName"                 = "Поточный";
"kMDItemTotalBitRate.ShortName"               = "полный битрейт,битрейт";
"kMDItemVideoBitRate.ShortName"               = "битрейт видео,битрейт";
"kMDItemAudioBitRate.ShortName"               = "битрейт аудио,битрейт";
"kMDItemDeliveryType.ShortName"               = "доставка";
"kMDItemAltitude.ShortName"                   = "Высота над уровнем моря";
"kMDItemLatitude.ShortName"                   = "Широта";
"kMDItemLongitude.ShortName"                  = "Долгота";

"kMDItemTextContent.ShortName"                = "в тексте";
"kMDItemDisplayName.ShortName"                = "показать имя,имя";

"kMDItemRedEyeOnOff.ShortName"                = "красные глаза";
"kMDItemMeteringMode.ShortName"               = "режим измерения";
"kMDItemMaxAperture.ShortName"                = "максимальная диафрагма";
"kMDItemFNumber.ShortName"                    = "fnumber,fstop";
"kMDItemExposureProgram.ShortName"            = "программа выдержки";
"kMDItemExposureTimeString.ShortName"         = "время выдержки,время";
"kMDItemHeadline.ShortName"                   = "заглавие,заголовок";
"kMDItemInstructions.ShortName"               = "Инструкции";
"kMDItemCity.ShortName"                       = "Город";
"kMDItemStateOrProvince.ShortName"            = "Федеральный округ/область";
"kMDItemCountry.ShortName"                    = "страна";

"kMDItemAlbum.ShortName"                      = "альбом, название";
"kMDItemAudioSampleRate.ShortName"            = "аудиочастота дискретизации,частота дискретизации";
"kMDItemAudioChannelCount.ShortName"          = "каналы";
"kMDItemTempo.ShortName"                      = "Темп";
"kMDItemKeySignature.ShortName"               = "ключевая подпись,ключ";
"kMDItemTimeSignature.ShortName"              = "тактовый размер";
"kMDItemAudioEncodingApplication.ShortName"   = "кодер";
"kMDItemComposer.ShortName"                   = "композитор,автор,создано";
"kMDItemLyricist.ShortName"                   = "автор слов,слова";
"kMDItemAudioTrackNumber.ShortName"           = "номер дорожки";
"kMDItemRecordingDate.ShortName"              = "дата записи,дата";
"kMDItemMusicalGenre.ShortName"               = "музыкальный жанр,жанр";
"kMDItemIsGeneralMIDISequence.ShortName"      = "midi";
"kMDItemRecipients.ShortName"                 = "получатель,к,с";
"kMDItemRecordingYear.ShortName"              = "год записи,год";

"kMDItemOrganizations.ShortName"              = "Предприятие/организация";
"kMDItemLanguages.ShortName"                  = "язык";
"kMDItemRights.ShortName"                     = "Справа";
"kMDItemPublishers.ShortName"                 = "Опубликовать";
"kMDItemContributors.ShortName"               = "соавторы,кем,автор,с";
"kMDItemCoverage.ShortName"                   = "зона действия";
"kMDItemDescription.ShortName"                = "описание,комментарий";
"kMDItemIdentifier.ShortName"                 = "id";
"kMDItemAudiences.ShortName"                  = "слушатели,для";

"kMDItemNumberOfPages.ShortName"              = "страниц";
"kMDItemSecurityMethod.ShortName"             = "метод защиты";

"kMDItemCreator.ShortName"                    = "создать";
"kMDItemDueDate.ShortName"                    = "плановая дата,дата";
"kMDItemEncodingApplications.ShortName"       = "кодер";

"kMDItemStarRating.ShortName"                 = "рейтинг";
"kMDItemPhoneNumbers.ShortName"               = "номер телефона";
"kMDItemEmailAddresses.ShortName"             = "e-mail";
"kMDItemInstantMessageAddresses.ShortName"    = "мгновенные сообщения";
"kMDItemKind.ShortName"                       = "по виду";
"kMDItemURL.ShortName"                        = "url";
"kMDItemRecipientEmailAddresses.ShortName"    = "отправить e-mail";
"kMDItemAuthorEmailAddresses.ShortName"       = "E-mail от:";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "Имя файла";
"kMDItemPath.ShortName"                       = "по пути";
"kMDItemFSSize.ShortName"                     = "Размер";
"kMDItemFSCreationDate.ShortName"             = "создан";
"kMDItemFSContentChangeDate.ShortName"        = "Изменен";
"kMDItemFSOwnerUserID.ShortName"              = "владелец";
"kMDItemFSOwnerGroupID.ShortName"             = "сгруппировать";
"kMDItemFSIsStationery.ShortName"             = "стационарный";
"kMDItemFSInvisible.ShortName"                = "Невидимый";
"kMDItemFSLabel.ShortName"                    = "ярлык";

"kMDItemFinderComment.ShortName"              = "комментарий Spotlight,комментарий";
"kMDItemFonts.ShortName"                      = "шрифт";

"kMDItemMusicalInstrumentCategory.ShortName"  = "категория инструмента";
"kMDItemMusicalInstrumentName.ShortName"      = "имя инструмента";
